#Спросите у пользователя имя и запишите в переменную
name = input ("Как тебя зовут? ")
#Вывести "Привет" и имя из переменной
age = input ("Сколько тебе лет? ")
town = input ("Из какого ты города? ")
print("Теперь я знаю, что ты " + name + " из города " + town + ", тебе " + age)
#Пауза
input ("Нажмите ENTER для выхода")